# Напишите ваше решение
a = float(input('a:'))
n = int(input('n:'))

print(a ** n)